Repository: zemonkamin/youtube_uwp
Catalog: YouTube/Strings/*/Resources.resw
Source language: en_gb
Languages: af_za, am_et, as_in, az_latn_az, be, bg_bg, bn_bd, bs_latn_ba, ca_es, cs, da_dk, de_de, el_gr, es_mx, et_ee, eu, fi_fi, fil_ph, fr_ca, gl_es, gu_in, hi_in, hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn, ko_kr, ky_kg, lo_la, lt_lt, lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, my, ne_np, nl_nl, no, or_in, pa_in, pl, pt_br, ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv, sw_ke, ta, te_in, th, tr_tr, uk, uz, vi_vn, zh_cn, zh_tw, zu_za

source: No description.
af_za: Geen beskrywing nie.
am_et: መግለጫ የለም።
as_in: কোনো বিৱৰণ নাই।
az_latn_az: Təsvir yoxdur.
be: Няма апісання.
bg_bg: Няма описание.
bn_bd: কোনো বিবরণ নেই।
bs_latn_ba: Nema opisa.
ca_es: Sense descripció.
cs: Žádný popis.
da_dk: Ingen beskrivelse.
de_de: Keine Beschreibung.
el_gr: Δεν υπάρχει περιγραφή.
es_mx: Sin descripción.
et_ee: Kirjeldus puudub.
eu: Deskribapenik ez.
fi_fi: Ei kuvausta.
fil_ph: Walang paglalarawan.
fr_ca: Aucune description.
gl_es: Sen descrición.
gu_in: કોઈ વર્ણન નથી.
hi_in: कोई जानकारी नहीं।
hu: Nincs leírás.
hy_am: Նկարագրություն չկա։
id_id: Tidak ada deskripsi.
is_is: Engin lýsing.
it_it: Nessuna descrizione.
ja_jp: 説明はありません。
ka_ge: აღწერა არ არის.
kk_kz: Сипаттама жоқ.
km_kh: គ្មានការពិពណ៌នា។
kn: ವಿವರಣೆ ಇಲ್ಲ.
ko_kr: 설명이 없습니다.
ky_kg: Сүрөттөмө жок.
lo_la: ບໍ່ມີຄຳອະທິບາຍ.
lt_lt: Aprašo nėra.
lv: Nav apraksta.
mk_mk: Нема опис.
ml_in: വിവരണമില്ല.
mn_mn: Тайлбар алга.
mr_in: वर्णन नाही.
ms_my: Tiada perihalan.
my: ဖော်ပြချက် မရှိပါ။
ne_np: विवरण छैन।
nl_nl: Geen beschrijving.
no: Ingen beskrivelse.
or_in: କୌଣସି ବର୍ଣ୍ଣନା ନାହିଁ।
pa_in: ਕੋਈ ਵੇਰਵਾ ਨਹੀਂ।
pl: Brak opisu.
pt_br: Sem descrição.
ro: Fără descriere.
ru_ru: Описание отсутствует.
si_lk: විස්තරයක් නැත.
sk_sk: Bez popisu.
sl_si: Ni opisa.
sq_al: Pa përshkrim.
sr_cyrl_rs: Нема описа.
sv: Ingen beskrivning.
sw_ke: Hakuna maelezo.
ta: விளக்கம் இல்லை.
te_in: వివరణ లేదు.
th: ไม่มีคำอธิบาย
tr_tr: Açıklama yok.
uk: Опису немає.
uz: Tavsif yo‘q.
vi_vn: Không có mô tả.
zh_cn: 无描述。
zh_tw: 沒有說明。
zu_za: Ayikho incazelo.

source: No description available.
af_za: Geen beskrywing beskikbaar nie.
am_et: መግለጫ የለም።
as_in: বিৱৰণ উপলব্ধ নহয়।
az_latn_az: Təsvir əlçatan deyil.
be: Апісанне недаступнае.
bg_bg: Няма налично описание.
bn_bd: কোনো বিবরণ উপলভ্য নেই।
bs_latn_ba: Opis nije dostupan.
ca_es: No hi ha cap descripció disponible.
cs: Popis není k dispozici.
da_dk: Ingen beskrivelse tilgængelig.
de_de: Keine Beschreibung verfügbar.
el_gr: Δεν υπάρχει διαθέσιμη περιγραφή.
es_mx: No hay descripción disponible.
et_ee: Kirjeldus pole saadaval.
eu: Ez dago deskribapenik erabilgarri.
fi_fi: Kuvausta ei ole saatavilla.
fil_ph: Walang available na paglalarawan.
fr_ca: Aucune description disponible.
gl_es: Non hai descrición dispoñible.
gu_in: વર્ણન ઉપલબ્ધ નથી.
hi_in: कोई जानकारी उपलब्ध नहीं।
hu: Nem érhető el leírás.
hy_am: Հասանելի նկարագրություն չկա։
id_id: Deskripsi tidak tersedia.
is_is: Engin lýsing tiltæk.
it_it: Nessuna descrizione disponibile.
ja_jp: 説明を利用できません。
ka_ge: აღწერა მიუწვდომელია.
kk_kz: Сипаттама қолжетімсіз.
km_kh: មិនមានការពិពណ៌នា។
kn: ವಿವರಣೆ ಲಭ್ಯವಿಲ್ಲ.
ko_kr: 사용 가능한 설명이 없습니다.
ky_kg: Сүрөттөмө жеткиликсиз.
lo_la: ບໍ່ມີຄຳອະທິບາຍ.
lt_lt: Aprašas nepasiekiamas.
lv: Apraksts nav pieejams.
mk_mk: Нема достапен опис.
ml_in: വിവരണം ലഭ്യമല്ല.
mn_mn: Тайлбар боломжгүй.
mr_in: वर्णन उपलब्ध नाही.
ms_my: Tiada perihalan tersedia.
my: ဖော်ပြချက် မရနိုင်ပါ။
ne_np: विवरण उपलब्ध छैन।
nl_nl: Geen beschrijving beschikbaar.
no: Ingen beskrivelse tilgjengelig.
or_in: ବର୍ଣ୍ଣନା ଉପଲବ୍ଧ ନାହିଁ।
pa_in: ਵੇਰਵਾ ਉਪਲਬਧ ਨਹੀਂ।
pl: Opis niedostępny.
pt_br: Não há descrição disponível.
ro: Nicio descriere disponibilă.
ru_ru: Описание отсутствует.
si_lk: විස්තරය නොමැත.
sk_sk: Popis nie je k dispozícii.
sl_si: Opis ni na voljo.
sq_al: Nuk ka përshkrim të disponueshëm.
sr_cyrl_rs: Опис није доступан.
sv: Ingen beskrivning tillgänglig.
sw_ke: Hakuna maelezo yanayopatikana.
ta: விளக்கம் கிடைக்கவில்லை.
te_in: వివరణ అందుబాటులో లేదు.
th: ไม่มีคำอธิบาย
tr_tr: Açıklama kullanılamıyor.
uk: Опис недоступний.
uz: Tavsif mavjud emas.
vi_vn: Không có mô tả khả dụng.
zh_cn: 没有可用描述。
zh_tw: 沒有可用的說明。
zu_za: Ayikho incazelo etholakalayo.

source: No name
af_za: Geen naam nie
am_et: ስም የለም
as_in: কোনো নাম নাই
az_latn_az: Ad yoxdur
be: Няма назвы
bg_bg: Няма име
bn_bd: কোনো নাম নেই
bs_latn_ba: Nema naziva
ca_es: Sense nom
cs: Bez názvu
da_dk: Intet navn
de_de: Kein Name
el_gr: Χωρίς όνομα
es_mx: Sin nombre
et_ee: Nimi puudub
eu: Izenik ez
fi_fi: Ei nimeä
fil_ph: Walang pangalan
fr_ca: Aucun nom
gl_es: Sen nome
gu_in: કોઈ નામ નથી
hi_in: कोई नाम नहीं
hu: Nincs név
hy_am: Անուն չկա
id_id: Tidak ada nama
is_is: Ekkert nafn
it_it: Nessun nome
ja_jp: 名前なし
ka_ge: სახელი არ არის
kk_kz: Атауы жоқ
km_kh: គ្មានឈ្មោះ
kn: ಹೆಸರು ಇಲ್ಲ
ko_kr: 이름 없음
ky_kg: Аты жок
lo_la: ບໍ່ມີຊື່
lt_lt: Nėra pavadinimo
lv: Nav nosaukuma
mk_mk: Нема име
ml_in: പേരില്ല
mn_mn: Нэр алга
mr_in: नाव नाही
ms_my: Tiada nama
my: အမည် မရှိပါ
ne_np: नाम छैन
nl_nl: Geen naam
no: Intet navn
or_in: କୌଣସି ନାମ ନାହିଁ
pa_in: ਕੋਈ ਨਾਮ ਨਹੀਂ
pl: Brak nazwy
pt_br: Sem nome
ro: Fără nume
ru_ru: Без имени
si_lk: නමක් නැත
sk_sk: Bez názvu
sl_si: Brez imena
sq_al: Pa emër
sr_cyrl_rs: Нема назива
sv: Inget namn
sw_ke: Hakuna jina
ta: பெயர் இல்லை
te_in: పేరు లేదు
th: ไม่มีชื่อ
tr_tr: Ad yok
uk: Без імені
uz: Nomi yo‘q
vi_vn: Không có tên
zh_cn: 无名称
zh_tw: 沒有名稱
zu_za: Alikho igama

source: No notifications
af_za: Geen kennisgewings nie
am_et: ማሳወቂያዎች የሉም
as_in: কোনো জাননী নাই
az_latn_az: Bildiriş yoxdur
be: Няма апавяшчэнняў
bg_bg: Няма известия
bn_bd: কোনো বিজ্ঞপ্তি নেই
bs_latn_ba: Nema obavijesti
ca_es: Sense notificacions
cs: Žádná oznámení
da_dk: Ingen notifikationer
de_de: Keine Benachrichtigungen
el_gr: Δεν υπάρχουν ειδοποιήσεις
es_mx: Sin notificaciones
et_ee: Teavitusi pole
eu: Jakinarazpenik ez
fi_fi: Ei ilmoituksia
fil_ph: Walang notification
fr_ca: Aucune notification
gl_es: Sen notificacións
gu_in: કોઈ સૂચના નથી
hi_in: कोई सूचना नहीं
hu: Nincsenek értesítések
hy_am: Ծանուցումներ չկան
id_id: Tidak ada notifikasi
is_is: Engar tilkynningar
it_it: Nessuna notifica
ja_jp: 通知はありません
ka_ge: შეტყობინებები არ არის
kk_kz: Хабарландырулар жоқ
km_kh: គ្មានការជូនដំណឹង
kn: ಸೂಚನೆಗಳಿಲ್ಲ
ko_kr: 알림 없음
ky_kg: Эскертме жок
lo_la: ບໍ່ມີການແຈ້ງເຕືອນ
lt_lt: Nėra pranešimų
lv: Nav paziņojumu
mk_mk: Нема известувања
ml_in: അറിയിപ്പുകളില്ല
mn_mn: Мэдэгдэл алга
mr_in: सूचना नाहीत
ms_my: Tiada pemberitahuan
my: အသိပေးချက် မရှိပါ
ne_np: सूचना छैन
nl_nl: Geen meldingen
no: Ingen varsler
or_in: କୌଣସି ବିଜ୍ଞପ୍ତି ନାହିଁ
pa_in: ਕੋਈ ਸੂਚਨਾ ਨਹੀਂ
pl: Brak powiadomień
pt_br: Sem notificações
ro: Nicio notificare
ru_ru: Нет уведомлений
si_lk: දැනුම්දීම් නැත
sk_sk: Žiadne oznámenia
sl_si: Ni obvestil
sq_al: Pa njoftime
sr_cyrl_rs: Нема обавијести
sv: Inga aviseringar
sw_ke: Hakuna arifa
ta: அறிவிப்புகள் இல்லை
te_in: నోటిఫికేషన్లు లేవు
th: ไม่มีการแจ้งเตือน
tr_tr: Bildirim yok
uk: Немає сповіщень
uz: Bildirishnoma yo‘q
vi_vn: Không có thông báo
zh_cn: 无通知
zh_tw: 沒有通知
zu_za: Azikho izaziso

source: No Shorts found.
af_za: Geen Shorts gevind nie.
am_et: ምንም Shorts አልተገኘም።
as_in: কোনো Shorts পোৱা নগ'ল।
az_latn_az: Shorts tapılmadı.
be: Shorts не знойдзены.
bg_bg: Няма намерени Shorts.
bn_bd: কোনো Shorts পাওয়া যায়নি।
bs_latn_ba: Nema pronađenih Shortsa.
ca_es: No s’han trobat Shorts.
cs: Nebyly nalezeny žádné Shorts.
da_dk: Ingen Shorts fundet.
de_de: Keine Shorts gefunden.
el_gr: Δεν βρέθηκαν Shorts.
es_mx: No se encontraron Shorts.
et_ee: Shortse ei leitud.
eu: Ez da Shorts aurkitu.
fi_fi: Shortseja ei löytynyt.
fil_ph: Walang nakitang Shorts.
fr_ca: Aucun Short trouvé.
gl_es: Non se atoparon Shorts.
gu_in: કોઈ Shorts મળ્યા નથી.
hi_in: कोई Shorts नहीं मिला।
hu: Nem találhatók Shorts-videók.
hy_am: Shorts չեն գտնվել։
id_id: Tidak ada Shorts yang ditemukan.
is_is: Engin Shorts fundust.
it_it: Nessuno Short trovato.
ja_jp: Shorts が見つかりませんでした。
ka_ge: Shorts ვერ მოიძებნა.
kk_kz: Shorts табылмады.
km_kh: រកមិនឃើញ Shorts ទេ។
kn: ಯಾವುದೇ Shorts ಕಂಡುಬಂದಿಲ್ಲ.
ko_kr: Shorts를 찾을 수 없습니다.
ky_kg: Shorts табылган жок.
lo_la: ບໍ່ພົບ Shorts.
lt_lt: „Shorts“ nerasta.
lv: Shorts nav atrasti.
mk_mk: Не се пронајдени Shorts.
ml_in: Shorts ഒന്നും കണ്ടെത്തിയില്ല.
mn_mn: Shorts олдсонгүй.
mr_in: Shorts सापडले नाहीत.
ms_my: Tiada Shorts ditemui.
my: Shorts မတွေ့ပါ။
ne_np: Shorts फेला परेन।
nl_nl: Geen Shorts gevonden.
no: Ingen Shorts funnet.
or_in: କୌଣସି Shorts ମିଳିଲା ନାହିଁ।
pa_in: ਕੋਈ Shorts ਨਹੀਂ ਮਿਲੇ।
pl: Nie znaleziono Shorts.
pt_br: Nenhum Short encontrado.
ro: Nu s-au găsit Shorts.
ru_ru: Shorts не найдены.
si_lk: Shorts හමු නොවීය.
sk_sk: Nenašli sa žiadne Shorts.
sl_si: Ni najdenih Shorts.
sq_al: Nuk u gjetën Shorts.
sr_cyrl_rs: Нема пронађених @@СХОРТС@@а.
sv: Inga Shorts hittades.
sw_ke: Hakuna Shorts zilizopatikana.
ta: Shorts எதுவும் இல்லை.
te_in: Shorts కనుగొనబడలేదు.
th: ไม่พบ Shorts
tr_tr: Shorts bulunamadı.
uk: Shorts не знайдено.
uz: Shorts topilmadi.
vi_vn: Không tìm thấy Shorts.
zh_cn: 未找到 Shorts。
zh_tw: 找不到 Shorts。
zu_za: Awekho ama-Shorts atholakele.

# NotificationPreferenceFailed
source: Could not update notification preference.
af_za: Kon nie kennisgewingvoorkeur opdateer nie.
am_et: የማሳወቂያ ምርጫን ማዘመን አልተቻለም።
as_in: জাননীৰ পছন্দ আপডেট কৰিব পৰা নগ'ল।
az_latn_az: Bildiriş seçimini yeniləmək mümkün olmadı.
be: Не ўдалося абнавіць налады апавяшчэнняў.
bg_bg: Предпочитанието за известия не можа да бъде актуализирано.
bn_bd: বিজ্ঞপ্তির পছন্দ আপডেট করা যায়নি।
bs_latn_ba: Nije moguće ažurirati postavku obavijesti.
ca_es: No s’ha pogut actualitzar la preferència de notificacions.
cs: Předvolbu oznámení se nepodařilo aktualizovat.
da_dk: Kunne ikke opdatere notifikationsindstillingen.
de_de: Benachrichtigungseinstellung konnte nicht aktualisiert werden.
el_gr: Δεν ήταν δυνατή η ενημέρωση της προτίμησης ειδοποιήσεων.
es_mx: No se pudo actualizar la preferencia de notificaciones.
et_ee: Teavituseelistust ei saanud värskendada.
eu: Ezin izan da jakinarazpen-hobespena eguneratu.
fi_fi: Ilmoitusasetusta ei voitu päivittää.
fil_ph: Hindi ma-update ang kagustuhan sa notification.
fr_ca: Impossible de mettre à jour la préférence de notification.
gl_es: Non se puido actualizar a preferencia de notificacións.
gu_in: સૂચનાની પસંદગી અપડેટ કરી શકાઈ નથી.
hi_in: सूचना की पसंद अपडेट नहीं की जा सकी।
hu: Az értesítési beállítás nem frissíthető.
hy_am: Չհաջողվեց թարմացնել ծանուցման նախապատվությունը։
id_id: Tidak dapat memperbarui preferensi notifikasi.
is_is: Ekki tókst að uppfæra tilkynningastillingu.
it_it: Impossibile aggiornare la preferenza per le notifiche.
ja_jp: 通知設定を更新できませんでした。
ka_ge: შეტყობინებების პარამეტრის განახლება ვერ მოხერხდა.
kk_kz: Хабарландыру параметрін жаңарту мүмкін болмады.
km_kh: មិនអាចធ្វើបច្ចុប្បន្នភាពចំណូលចិត្តការជូនដំណឹងបានទេ។
kn: ಸೂಚನೆ ಆದ್ಯತೆ ನವೀಕರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko_kr: 알림 환경설정을 업데이트할 수 없습니다.
ky_kg: Эскертме параметрин жаңыртуу мүмкүн болгон жок.
lo_la: ບໍ່ສາມາດອັບເດດຄ່າການແຈ້ງເຕືອນໄດ້.
lt_lt: Nepavyko atnaujinti pranešimų nuostatos.
lv: Neizdevās atjaunināt paziņojumu iestatījumu.
mk_mk: Не може да се ажурира поставката за известувања.
ml_in: അറിയിപ്പ് മുൻഗണന അപ്ഡേറ്റ് ചെയ്യാനായില്ല.
mn_mn: Мэдэгдлийн тохиргоог шинэчилж чадсангүй.
mr_in: सूचना प्राधान्य अपडेट करता आले नाही.
ms_my: Tidak dapat mengemas kini pilihan pemberitahuan.
my: အသိပေးချက် စိတ်ကြိုက်ကို အပ်ဒိတ်မလုပ်နိုင်ပါ။
ne_np: सूचना प्राथमिकता अपडेट गर्न सकिएन।
nl_nl: Kan meldingsvoorkeur niet bijwerken.
no: Kunne ikke oppdatere varselinnstillingen.
or_in: ବିଜ୍ଞପ୍ତି ପସନ୍ଦ ଅପଡେଟ୍ କରିହେଲା ନାହିଁ।
pa_in: ਸੂਚਨਾ ਦੀ ਪਸੰਦ ਅੱਪਡੇਟ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ।
pl: Nie udało się zaktualizować ustawienia powiadomień.
pt_br: Não foi possível atualizar a preferência de notificações.
ro: Preferința pentru notificări nu a putut fi actualizată.
ru_ru: Не удалось изменить настройку уведомлений.
si_lk: දැනුම්දීමේ මනාපය යාවත්කාලීන කළ නොහැක.
sk_sk: Predvoľbu oznámení sa nepodarilo aktualizovať.
sl_si: Nastavitve obvestil ni bilo mogoče posodobiti.
sq_al: Preferenca e njoftimeve nuk mund të përditësohej.
sr_cyrl_rs: Није могуће ажурирати поставку обавијести.
sv: Det gick inte att uppdatera aviseringsinställningen.
sw_ke: Imeshindikana kusasisha mapendeleo ya arifa.
ta: அறிவிப்பு விருப்பத்தைப் புதுப்பிக்க முடியவில்லை.
te_in: నోటిఫికేషన్ ప్రాధాన్యతను నవీకరించలేకపోయాం.
th: ไม่สามารถอัปเดตการตั้งค่าการแจ้งเตือนได้
tr_tr: Bildirim tercihi güncellenemedi.
uk: Не вдалося оновити налаштування сповіщень.
uz: Bildirishnoma afzalligini yangilab bo‘lmadi.
vi_vn: Không thể cập nhật tùy chọn thông báo.
zh_cn: 无法更新通知偏好设置。
zh_tw: 無法更新通知偏好設定。
zu_za: Ayikwazanga ukubuyekeza okuncanyelwayo kwezaziso.

source: Notifications failed
af_za: Kennisgewings het misluk
am_et: ማሳወቂያዎች አልተሳኩም
as_in: জাননী বিফল
az_latn_az: Bildirişlər uğursuz oldu
be: Памылка апавяшчэнняў
bg_bg: Известията са неуспешни
bn_bd: বিজ্ঞপ্তি ব্যর্থ হয়েছে
bs_latn_ba: Obavijesti nisu uspjele
ca_es: Error de notificacions
cs: Oznámení selhala
da_dk: Notifikationer mislykkedes
de_de: Benachrichtigungen fehlgeschlagen
el_gr: Οι ειδοποιήσεις απέτυχαν
es_mx: Error en las notificaciones
et_ee: Teavitused ebaõnnestusid
eu: Jakinarazpenek huts egin dute
fi_fi: Ilmoitukset epäonnistuivat
fil_ph: Hindi gumana ang mga notification
fr_ca: Échec des notifications
gl_es: Erro nas notificacións
gu_in: સૂચનાઓ નિષ્ફળ
hi_in: सूचनाएँ विफल रहीं
hu: Az értesítések sikertelenek
hy_am: Ծանուցումները ձախողվեցին
id_id: Notifikasi gagal
is_is: Tilkynningar mistókust
it_it: Notifiche non riuscite
ja_jp: 通知に失敗しました
ka_ge: შეტყობინებები ვერ შესრულდა
kk_kz: Хабарландырулар сәтсіз аяқталды
km_kh: ការជូនដំណឹងបានបរាជ័យ
kn: ಸೂಚನೆಗಳು ವಿಫಲವಾಗಿವೆ
ko_kr: 알림 실패
ky_kg: Эскертмелер ишке ашкан жок
lo_la: ການແຈ້ງເຕືອນລົ້ມເຫຼວ
lt_lt: Pranešimai nepavyko
lv: Paziņojumi neizdevās
mk_mk: Известувањата не успеаја
ml_in: അറിയിപ്പുകൾ പരാജയപ്പെട്ടു
mn_mn: Мэдэгдэл амжилтгүй
mr_in: सूचना अयशस्वी
ms_my: Pemberitahuan gagal
my: အသိပေးချက် မအောင်မြင်ပါ
ne_np: सूचनाहरू असफल
nl_nl: Meldingen mislukt
no: Varsler mislyktes
or_in: ବିଜ୍ଞପ୍ତି ବିଫଳ
pa_in: ਸੂਚਨਾਵਾਂ ਅਸਫਲ
pl: Powiadomienia nie powiodły się
pt_br: Falha nas notificações
ro: Notificările au eșuat
ru_ru: Ошибка уведомлений
si_lk: දැනුම්දීම් අසාර්ථකයි
sk_sk: Oznámenia zlyhali
sl_si: Obvestila niso uspela
sq_al: Njoftimet dështuan
sr_cyrl_rs: Обавијести нису успјеле
sv: Aviseringar misslyckades
sw_ke: Arifa zimeshindikana
ta: அறிவிப்புகள் தோல்வியடைந்தன
te_in: నోటిఫికేషన్లు విఫలమయ్యాయి
th: การแจ้งเตือนล้มเหลว
tr_tr: Bildirimler başarısız oldu
uk: Помилка сповіщень
uz: Bildirishnomalar muvaffaqiyatsiz
vi_vn: Thông báo thất bại
zh_cn: 通知失败
zh_tw: 通知失敗
zu_za: Izaziso zehlulekile

# NotificationsNewUpdates
source: New updates from your subscriptions will appear here.
af_za: Nuwe opdaterings van jou intekeninge sal hier verskyn.
am_et: ከምዝገባዎችዎ አዲስ ዝማኔዎች እዚህ ይታያሉ።
as_in: আপোনাৰ ছাবস্ক্ৰিপচনৰ নতুন আপডেট ইয়াত দেখা যাব।
az_latn_az: Abunəliklərinizdən yeni yeniliklər burada görünəcək.
be: Новыя абнаўленні з вашых падпісак з'явяцца тут.
bg_bg: Новите актуализации от абонаментите ви ще се показват тук.
bn_bd: আপনার সাবস্ক্রিপশনের নতুন আপডেট এখানে দেখা যাবে।
bs_latn_ba: Nova ažuriranja vaših pretplata pojavit će se ovdje.
ca_es: Les noves actualitzacions de les teves subscripcions apareixeran aquí.
cs: Nové aktualizace z vašich odběrů se zobrazí zde.
da_dk: Nye opdateringer fra dine abonnementer vises her.
de_de: Neue Aktualisierungen deiner Abos werden hier angezeigt.
el_gr: Οι νέες ενημερώσεις από τις συνδρομές σας θα εμφανίζονται εδώ.
es_mx: Las nuevas actualizaciones de tus suscripciones aparecerán aquí.
et_ee: Teie tellimuste uued värskendused kuvatakse siin.
eu: Zure harpidetzen eguneratze berriak hemen agertuko dira.
fi_fi: Tilaustesi uudet päivitykset näkyvät täällä.
fil_ph: Dito lalabas ang mga bagong update mula sa iyong mga subscription.
fr_ca: Les nouvelles mises à jour de vos abonnements apparaîtront ici.
gl_es: As novas actualizacións das túas subscricións aparecerán aquí.
gu_in: તમારા સબ્સ્ક્રિપ્શનના નવા અપડેટ અહીં દેખાશે.
hi_in: आपकी सदस्यताओं के नए अपडेट यहाँ दिखेंगे।
hu: A feliratkozásaid új frissítései itt jelennek meg.
hy_am: Ձեր բաժանորդագրությունների նոր թարմացումները կհայտնվեն այստեղ։
id_id: Update baru dari subscription Anda akan muncul di sini.
is_is: Nýjar uppfærslur frá áskriftunum þínum birtast hér.
it_it: I nuovi aggiornamenti delle tue iscrizioni verranno visualizzati qui.
ja_jp: 登録チャンネルの新しい更新がここに表示されます。
ka_ge: თქვენი გამოწერების ახალი განახლებები აქ გამოჩნდება.
kk_kz: Жазылымдарыңыздағы жаңа жаңартулар осында көрсетіледі.
km_kh: បច្ចុប្បន្នភាពថ្មីពីការជាវរបស់អ្នកនឹងបង្ហាញនៅទីនេះ។
kn: ನಿಮ್ಮ ಸಬ್‌ಸ್ಕ್ರಿಪ್ಷನ್‌ಗಳ ಹೊಸ ಅಪ್‌ಡೇಟ್‌ಗಳು ಇಲ್ಲಿ ಕಾಣಿಸುತ್ತವೆ.
ko_kr: 구독의 새로운 업데이트가 여기에 표시됩니다.
ky_kg: Жазылууларыңыздагы жаңы жаңыртуулар бул жерде көрүнөт.
lo_la: ອັບເດດໃໝ່ຈາກການຕິດຕາມຂອງທ່ານຈະປາກົດຢູ່ນີ້.
lt_lt: Nauji jūsų prenumeratų naujiniai bus rodomi čia.
lv: Šeit tiks rādīti jauni atjauninājumi no jūsu abonementiem.
mk_mk: Новите ажурирања од вашите претплати ќе се појават тука.
ml_in: നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്ഷനുകളിൽ നിന്നുള്ള പുതിയ അപ്ഡേറ്റുകൾ ഇവിടെ കാണിക്കും.
mn_mn: Таны захиалгуудын шинэ шинэчлэл энд харагдана.
mr_in: तुमच्या सदस्यतांमधील नवीन अपडेट येथे दिसतील.
ms_my: Kemas kini baharu daripada langganan anda akan muncul di sini.
my: သင်စာရင်းသွင်းထားသော အရာများမှ အပ်ဒိတ်အသစ်များ ဤနေရာတွင် ပေါ်လာမည်။
ne_np: तपाईंका सदस्यताबाट नयाँ अपडेटहरू यहाँ देखिनेछन्।
nl_nl: Nieuwe updates van je abonnementen verschijnen hier.
no: Nye oppdateringer fra abonnementene dine vises her.
or_in: ଆପଣଙ୍କ ସବସ୍କ୍ରିପସନ୍‌ର ନୂଆ ଅପଡେଟ୍ ଏଠାରେ ଦେଖାଯିବ।
pa_in: ਤੁਹਾਡੀਆਂ ਸਬਸਕ੍ਰਿਪਸ਼ਨਾਂ ਦੇ ਨਵੇਂ ਅੱਪਡੇਟ ਇੱਥੇ ਦਿਖਾਈ ਦੇਣਗੇ।
pl: Nowe aktualizacje z subskrypcji pojawią się tutaj.
pt_br: As novas atualizações das suas subscrições aparecerão aqui.
ro: Noile actualizări din abonamentele tale vor apărea aici.
ru_ru: Здесь будут появляться новые обновления ваших подписок.
si_lk: ඔබගේ දායකත්වවල නව යාවත්කාලීන මෙහි දිස්වනු ඇත.
sk_sk: Nové aktualizácie z vašich odberov sa zobrazia tu.
sl_si: Nove posodobitve vaših naročnin bodo prikazane tukaj.
sq_al: Përditësimet e reja nga abonimet e tua do të shfaqen këtu.
sr_cyrl_rs: Нова ажурирања ваших претплата појавит ће се овдје.
sv: Nya uppdateringar från dina prenumerationer visas här.
sw_ke: Masasisho mapya kutoka usajili wako yataonekana hapa.
ta: உங்கள் சந்தாக்களின் புதிய புதுப்பிப்புகள் இங்கே தோன்றும்.
te_in: మీ సబ్‌స్క్రిప్షన్‌ల కొత్త నవీకరణలు ఇక్కడ కనిపిస్తాయి.
th: การอัปเดตใหม่จากการติดตามของคุณจะปรากฏที่นี่
tr_tr: Aboneliklerinizden yeni güncellemeler burada görünecek.
uk: Нові оновлення з ваших підписок з’являться тут.
uz: Obunalaringizdagi yangi yangilanishlar shu yerda ko‘rinadi.
vi_vn: Các nội dung cập nhật mới từ kênh đăng ký của bạn sẽ xuất hiện ở đây.
zh_cn: 你订阅内容的新动态会显示在这里。
zh_tw: 你的訂閱內容有新動態時會顯示在這裡。
zu_za: Izibuyekezo ezintsha ezivela kokubhaliselwe kwakho zizovela lapha.

# NotificationsSignIn
source: Sign in to see your YouTube notifications.
af_za: Meld aan om jou YouTube-kennisgewings te sien.
am_et: የYouTube ማሳወቂያዎችዎን ለማየት ይግቡ።
as_in: আপোনাৰ YouTube জাননী চাবলৈ ছাইন ইন কৰক।
az_latn_az: YouTube bildirişlərinizi görmək üçün daxil olun.
be: Увайдзіце, каб убачыць апавяшчэнні YouTube.
bg_bg: Влезте, за да видите известията си в YouTube.
bn_bd: আপনার YouTube বিজ্ঞপ্তি দেখতে সাইন ইন করুন।
bs_latn_ba: Prijavite se da biste vidjeli YouTube obavijesti.
ca_es: Inicia la sessió per veure les notificacions de YouTube.
cs: Přihlaste se a zobrazte oznámení YouTube.
da_dk: Log ind for at se dine YouTube-notifikationer.
de_de: Melde dich an, um deine YouTube-Benachrichtigungen zu sehen.
el_gr: Συνδεθείτε για να δείτε τις ειδοποιήσεις YouTube.
es_mx: Inicia sesión para ver tus notificaciones de YouTube.
et_ee: YouTube'i teavituste nägemiseks logige sisse.
eu: Hasi saioa YouTube jakinarazpenak ikusteko.
fi_fi: Kirjaudu sisään nähdäksesi YouTube-ilmoituksesi.
fil_ph: Mag-sign in para makita ang iyong mga notification sa YouTube.
fr_ca: Connectez-vous pour voir vos notifications YouTube.
gl_es: Inicia sesión para ver as túas notificacións de YouTube.
gu_in: તમારી YouTube સૂચનાઓ જોવા સાઇન ઇન કરો.
hi_in: अपनी YouTube सूचनाएँ देखने के लिए साइन इन करें।
hu: Jelentkezz be a YouTube-értesítéseid megtekintéséhez.
hy_am: Մուտք գործեք՝ YouTube ծանուցումները տեսնելու համար։
id_id: Login untuk melihat notifikasi YouTube Anda.
is_is: Skráðu þig inn til að sjá YouTube-tilkynningarnar þínar.
it_it: Accedi per vedere le notifiche di YouTube.
ja_jp: YouTube の通知を見るにはログインしてください。
ka_ge: შედით YouTube შეტყობინებების სანახავად.
kk_kz: YouTube хабарландыруларын көру үшін кіріңіз.
km_kh: ចូលគណនីដើម្បីមើលការជូនដំណឹង YouTube របស់អ្នក។
kn: ನಿಮ್ಮ YouTube ಸೂಚನೆಗಳನ್ನು ನೋಡಲು ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko_kr: YouTube 알림을 보려면 로그인하세요.
ky_kg: YouTube эскертмелерин көрүү үчүн кириңиз.
lo_la: ເຂົ້າລະບົບເພື່ອເບິ່ງການແຈ້ງເຕືອນ YouTube ຂອງທ່ານ.
lt_lt: Prisijunkite, kad matytumėte „YouTube“ pranešimus.
lv: Pierakstieties, lai skatītu YouTube paziņojumus.
mk_mk: Најавете се за да ги видите известувањата од YouTube.
ml_in: നിങ്ങളുടെ YouTube അറിയിപ്പുകൾ കാണാൻ സൈൻ ഇൻ ചെയ്യുക.
mn_mn: YouTube мэдэгдлээ харахын тулд нэвтэрнэ үү.
mr_in: तुमच्या YouTube सूचना पाहण्यासाठी साइन इन करा.
ms_my: Log masuk untuk melihat pemberitahuan YouTube anda.
my: သင်၏ YouTube အသိပေးချက်များကို ကြည့်ရန် အကောင့်ဝင်ပါ။
ne_np: YouTube सूचनाहरू हेर्न साइन इन गर्नुहोस्।
nl_nl: Log in om je YouTube-meldingen te bekijken.
no: Logg på for å se YouTube-varslene dine.
or_in: ଆପଣଙ୍କ YouTube ବିଜ୍ଞପ୍ତି ଦେଖିବାକୁ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ।
pa_in: ਆਪਣੀਆਂ YouTube ਸੂਚਨਾਵਾਂ ਵੇਖਣ ਲਈ ਸਾਈਨ ਇਨ ਕਰੋ।
pl: Zaloguj się, aby zobaczyć powiadomienia YouTube.
pt_br: Inicie sessão para ver as suas notificações do YouTube.
ro: Conectează-te pentru a vedea notificările YouTube.
ru_ru: Войдите, чтобы увидеть уведомления YouTube.
si_lk: ඔබගේ YouTube දැනුම්දීම් බැලීමට පුරනය වන්න.
sk_sk: Prihláste sa a zobrazte oznámenia YouTube.
sl_si: Prijavite se za ogled obvestil YouTube.
sq_al: Identifikohu për të parë njoftimet e YouTube.
sr_cyrl_rs: Пријавите се да бисте видјели @@YОУТУБЕ@@ обавијести.
sv: Logga in för att se dina YouTube-aviseringar.
sw_ke: Ingia ili uone arifa zako za YouTube.
ta: உங்கள் YouTube அறிவிப்புகளைக் காண உள்நுழையவும்.
te_in: మీ YouTube నోటిఫికేషన్లను చూడటానికి సైన్ ఇన్ చేయండి.
th: ลงชื่อเข้าใช้เพื่อดูการแจ้งเตือน YouTube ของคุณ
tr_tr: YouTube bildirimlerinizi görmek için oturum açın.
uk: Увійдіть, щоб переглянути сповіщення YouTube.
uz: YouTube bildirishnomalarini ko‘rish uchun kiring.
vi_vn: Đăng nhập để xem thông báo YouTube của bạn.
zh_cn: 登录即可查看 YouTube 通知。
zh_tw: 登入即可查看 YouTube 通知。
zu_za: Ngena ngemvume ukuze ubone izaziso zakho ze-YouTube.
